{
  "Annie": "Pyromania Innate: Annie gains a stack of Pyromania when she casts a spell, up to a maximum of 4. At 4 stacks, she gains Pyromania.Pyromania: When Annie succeeds in her next damaging ability, she consumes all Pyromania stacks and  stuns enemies hit for 1.25 / 1.5 / 1.75 (based on level) seconds.",
  "Janna": "Tailwind EFFECT RADIUS:  1250  Innate: Janna passively gains  8% bonus movement speed and grants the same amount to nearby allied champions moving towards her.Janna's basic attacks and  Zephyr deal bonus on-hit magic damage equal to 25 / 35% (based on level) of her bonus  movement speed.",
  "Jarvan_IV": "Martial Cadence On-Target Cooldown: 6  Innate: Jarvan IV's basic attacks deal 8% of target's current health  physical damage, with a minimum of 20 damage and capped at 400 damage against non-champions.This effect cannot occur on the same target more than once every few seconds.",
  "Lux": "Illumination Innate: Damaging enemies with abilities marks them with light energy for 6 seconds.Her basic attacks and  Final Spark consume the mark, dealing 20 − 190 (based on level) (+ 20% AP)  bonus magic damage.",
  "Nami": "Surging Tides Innate: All allied champions touched by any of Nami's abilities gain  60 (+ 20% AP) bonus movement speed for 1.5 seconds,「 doubled 」「 120 (+ 40% AP) 」 when touched by  Tidal Wave.",
  "Nocturne": "Umbra Blades STATIC COOLDOWN:  10  Innate: Nocturne's basic attack is periodically enhanced, dealing 120% AD  physical damage to his target and to surrounding enemies, while also  healing himself for 15 − 40 (based on level) (+ 15% AP) per enemy hit.Umbra Blades can  critically strike to the primary target dealing (+  2.5%) AD bonus physical damage. Basic attacks reduce Umbra Blades'  cooldown by 1 second, increased to 2 seconds against enemy champions.",
  "Teemo": "Guerrilla Warfare Innate: Teemo gains  invisibility if he stands still for 1.5 seconds without acting or being acted upon. He will remain stealthed so long as he doesn't move, doesn't act, or is  displaced. If within a  brush, Teemo gains stealth after 1.5 seconds even while moving and may move freely within its boundaries without breaking stealth. Element of Surprise: When Teemo breaks stealth, he gains the Element of Surprise for 3 seconds, granting him  20 / 40 / 60 / 80% (based on level) bonus attack speed.",
  "Tristana": "Draw a Bead Innate: The  range of Tristana's basic attacks,  Explosive Charge and  Buster Shot is increased by 0 − 136 (based on level) for a total of 525 − 661 (based on level) range."
}